{
    "planets": [
        {
            "HAT-P-7 b": "**HAT-P-7 b: A Distant Heavyweight**\n\nHAT-P-7 b looms as a formidable celestial leviathan at a staggering 341.079 parsecs from Earth. Discovered in the year 2008, this exoplanet possesses an immense gravitational pull, exerting 341.079 times the mass of our own terrestrial home.\n\nAs data suggests, HAT-P-7 b orbits its host star in a distant cosmic dance, casting an enigmatic shadow across the vast expanse of space. This distant giant stands as a testament to the unfathomable diversity and grandeur of the cosmos."
        },
        {
            "WASP-62 b": "WASP-62 b is a distant exoplanet located 175.631 parsecs (572.61 light-years) from Earth. Its mass is approximately 0.51 Jupiter masses, or 175.631 times that of Earth. WASP-62 b orbits its host star, WASP-62, every 4.41 days. The exoplanet was discovered in 2016 using the transit method, which involves observing the dimming of a star's light as a planet passes in front of it."
        },
        {
            "HAT-P-7 b": "**HAT-P-7 b**\n\nHAT-P-7 b is a distant, exoplanet located approximately 341.079 parsecs from Earth, making it over 1100 light-years away. Discovered in 2008, the planet orbits a G-type star within the constellation Cygnus.\n\nWith a mass 341.079 times that of Earth, HAT-P-7 b is a Super-Jupiter or Jovian-like planet. It is likely composed primarily of hydrogen and helium, with a rocky or icy core. The planet orbits its host star every 2.204 days, indicating a close proximity to its parent body.\n\nBased on the available data, it is difficult to determine other characteristics of the planet, such as its surface composition or the presence of an atmosphere. However, its existence beyond our solar system demonstrates the vastness and diversity of celestial objects in the universe."
        },
        {
            "WASP-74 b": "**WASP-74 b**\n\nWASP-74 b is an exoplanet located approximately 149.216 parsecs (486 light-years) from Earth. It is a massive planet, with a mass 149.216 times that of Earth. The planet was discovered in 2018 and is named after the WASP (Wide Angle Search for Planets) project, which aims to discover exoplanets using the transit method.\n\nWASP-74 b is a "
        },
        {
            "KOI-13 b": "KOI-13 b is a remarkable exoplanet located an astounding 519.096 parsecs from Earth. It possesses a captivating mass that dwarfs our own Earth's mass by 519.096 times. Discovered in 2014, this celestial giant continues to fascinate astronomers with its immense size and distant orbit. As of September 18, 2014, the latest update on KOI-13 b provides valuable insights into its enigmatic nature."
        },
        {
            "KOI-13 b": "KOI-13 b is an enigmatic exoplanet located approximately 519.096 parsecs from Earth. With a mass 519.096 times that of our own planet, it is a veritable behemoth in the cosmic realm. Discovered in 2014, KOI-13 b continues to intrigue astronomers with its immense size and distant presence. Its existence challenges our understanding of planetary formation and the vast diversity of worlds that may reside beyond our solar system."
        },
        {
            "KOI-13 b": "**KOI-13 b**\n\n**Distance from Earth:** 519.096 parsecs\n\n**Mass:** 519.096 Earth masses\n\n**Description:**\n\nKOI-13 b is a massive planet located approximately 519.096 parsecs or 1,690 light-years away from Earth. It is a giant planet that is about 519 times more massive than our own planet. The planet was discovered in 2014 and has since been studied extensively by astronomers.\n\nKOI-13 b orbits a star known as KOI-13, which is a red dwarf star about 475 light-years away. The planet takes about 40 days to complete one orbit around its star.\n\nThe planet's atmosphere is thought to be composed primarily of hydrogen and helium, but its exact composition is still unknown. KOI-13 b is a hot planet, with a temperature of about 2,000 degrees Celsius.\n\nThe planet is thought to be a good candidate for further study, as it is relatively close to Earth and is relatively massive. KOI-13 b could provide scientists with a better understanding of the formation and evolution of giant planets."
        },
        {
            "KOI-13 b": "**KOI-13 b**\n\n**Distance from Earth:** 519.096 parsecs\n\n**Mass:** 519.096 Earth masses\n\n**Discovery Date:** Row updated on 2014-09-18\n\nKOI-13 b is a large exoplanet located approximately 519.096 parsecs from Earth. With a mass over 500 times that of our planet, it is classified as a super-Earth. It was discovered in 2014 and remains an object of interest for astronomers due to its extreme size and potential for habitability.\n\nThe surface conditions and atmosphere of KOI-13 b are unknown, but its mass suggests that it could have a rocky core surrounded by a thick gaseous envelope. The temperature and pressure at its surface may be extreme, making it unsuitable for life as we know it. However, the existence of such a massive planet in a stable orbit around its star provides intriguing possibilities for further exploration."
        },
        {
            "OGLE-TR-10 b": "OGLE-TR-10 b is an exoplanet located approximately 1344.97 parsecs (4401 light-years) from Earth in the constellation Carina. It was discovered in 2002 and is notable for being one of the first exoplanets to be detected using the transit method. OGLE-TR-10 b has a mass that is approximately 1344.97 times that of Earth, making it a super-Earth. It orbits its host star, OGLE-TR-10, every 3.1 days."
        },
        {
            "Kepler-44 b": "Kepler-44 b is an exoplanet located approximately 1188 parsecs (3880 light-years) from Earth. With a mass that is 1188 times that of Earth, it is classified as a super-Earth. The planet was discovered in 2014 and has been the subject of ongoing scientific research since its initial identification."
        }
    ]
}