{
    "planets": [
        {
            "HAT-P-7 b": "Nestled approximately 341.079 parsecs away from Earth, the distant exoplanet HAT-P-7 b tantalizes astronomers with its enigmatic nature. As it orbits its host star, this massive celestial body weighs in at an astonishing 341.079 times the mass of our own planet, Earth. Despite its hefty size, the density of HAT-P-7 b remains shrouded in mystery, hinting at a complex and potentially volatile interior. As of July 12, 2024, the scientific community continues to unravel the secrets of this enigmatic world, eagerly awaiting further observations to shed light on its intriguing properties."
        },
        {
            "WASP-62 b": "**WASP-62 b*** Distance from Earth: 175.631 parsecs* Mass: 175.631 Earth masses* Density: 0.279 g/cm³* Row Update: 2018-04-25WASP-62 b is an extrasolar planet orbiting the star WASP-62. It was discovered in 2013 using the transit method. The planet has a mass similar to that of Saturn, but a much lower density, indicating that it is a gas giant. WASP-62 b is located in the constellation Dorado, and it is one of the closest known exoplanets to Earth."
        },
        {
            "HAT-P-7 b": "**HAT-P-7 b**Located a staggering 341.079 parsecs from Earth, HAT-P-7 b is a distant exoplanet with a mass that dwarfs our own. Estimated to be 341.079 times as massive as Earth, this celestial giant possesses an unparalleled density that remains unknown to scientists.HAT-P-7 b's vast size and unknown density hint at a complex internal structure that defies easy classification. Its immense gravitational pull and the vast distances separating it from Earth make further study a formidable challenge.As of April 25, 2018, the latest available data suggests that HAT-P-7 b remains an enigmatic and fascinating target for ongoing astronomical research."
        },
        {
            "WASP-74 b": "**WASP-74 b: A Distant and Massive Exoplanet**WASP-74 b, a captivating exoplanet, resides approximately 149.216 parsecs (486 light-years) from Earth in the distant realm of the constellation Pisces. With a staggering mass 149.216 times that of our own planet, WASP-74 b is a formidable giant.Despite its impressive size, WASP-74 b possesses a surprisingly low density of 0.33 grams per cubic centimeter, suggesting a composition vastly different from Earth's rocky core. This relatively low density hints at the presence of a substantial gaseous envelope surrounding the planet, likely composed of hydrogen and helium.As of April 25, 2018, WASP-74 b remains an intriguing object of scientific study, its distant nature and unusual characteristics offering tantalizing glimpses into the enigmatic realm of exoplanets."
        },
        {
            "KOI-13 b": "**KOI-13 b:**Discover this enigmatic exoplanet, located a colossal 519.096 parsecs from Earth. As of 2014, this distant world remains shrouded in mystery due to a lack of data, including its density. Its uncharted depths and the vast expanse of space that separates us add an air of allure and intrigue to KOI-13 b, beckoning intrepid explorers and astronomers alike to uncover its celestial secrets."
        },
        {
            "KOI-13 b": "**KOI-13 b**KOI-13 b is an exoplanet located approximately 519.096 parsecs (1,700 light-years) from Earth. It is a massive planet with a mass 519.096 times that of Earth. Despite its large mass, its density remains unknown. The planet was discovered in 2014 and has been under investigation since then."
        },
        {
            "KOI-13 b": "KOI-13 b, a distant exoplanet, orbits approximately 519.096 parsecs from Earth, a cosmic distance beyond our reach. With a mass 519.096 times that of Earth, KOI-13 b dwarfs our own planet in size. However, its density remains a mystery, as researchers have yet to determine its precise composition. Discovered in 2014, KOI-13 b continues to captivate astronomers with its enigmatic nature and the tantalizing possibility of harboring life in its distant realm."
        },
        {
            "KOI-13 b": "KOI-13 b, a fascinating celestial body, resides approximately 519.096 parsecs distant from our home planet, Earth. Its mass is an impressive 519.096 times that of Earth, suggesting its substantial size and gravitational pull. However, no information is currently available regarding the density of this planet. Last updated in 2014, KOI-13 b awaits further exploration and study to unveil its mysteries and characteristics."
        },
        {
            "OGLE-TR-10 b": "**OGLE-TR-10 b****Distance from Earth:** 1344.97 parsecs (4390 light-years)**Mass:** 1344.97 Earth masses**Density:** 0.4 grams per cubic centimeterOGLE-TR-10 b is an extrasolar planet orbiting the star OGLE-TR-10, located approximately 1344.97 parsecs (4390 light-years) from Earth. Discovered in 2002, it is one of the most massive exoplanets known, with a mass over 1300 times that of Earth. The planet's low density suggests that it is a gas giant, primarily composed of hydrogen and helium. OGLE-TR-10 b orbits its host star in a highly eccentric orbit, taking approximately 10 days to complete one revolution."
        },
        {
            "Kepler-44 b": "**Kepler-44 b**Kepler-44 b is an exoplanet located approximately 1188 parsecs (3,876 light-years) from Earth in the constellation Lyra. It was discovered in 2014 using the transit method by the Kepler space telescope.Kepler-44 b is an Earth-sized planet with a mass of about 1188 times that of Earth, making it the most massive known exoplanet to date. It has a density of approximately 0.65 grams per cubic centimeter, indicating that it is likely composed of a mixture of rock and ice.Kepler-44 b orbits its host star, Kepler-44, in the habitable zone, a region around a star where liquid water could exist on a planet's surface. The planet's equilibrium temperature is estimated to be around 262 Kelvin (-9 degrees Celsius or 15 degrees Fahrenheit), making it potentially suitable for life.However, further research is needed to determine the composition and atmosphere of Kepler-44 b and to assess its true habitability."
        }
    ]
}
